function AboutPage() {
    return (
        <section>
            <div className="container">
                <div>
                    <div
                        style={{
                            background: `url(img/about.jpg) bottom/cover`,
                            width: "100%",
                            height: "50vh",
                            objectFit: "cover",
                        }}
                    ></div>
                    <div
                        style={{
                            color: "#fff",
                            marginTop: "20px",
                            fontSize: '20px'
                        }}
                    >
                        <p>
                            Кинотеа́тр — общественное здание или его часть с оборудованием для публичной демонстрации
                            кинофильмов[1]. Главное помещение кинотеатра — зрительный зал с экраном большого размера и
                            системой воспроизведения звука. В современных кинотеатрах система звуковоспроизведения
                            состоит из нескольких громкоговорителей, обеспечивающих объёмный звук. В современных
                            кинотеатрах часто имеется несколько зрительных залов, обязательна система кондиционирования
                            воздуха, а современные звуковоспроизводящие системы состоят из множества раздельных звуковых
                            каналов (подробнее см. Dolby Surround, Dolby Digital, THX). При проектировании зданий для
                            кинотеатров одной из главных задач считается достижение наилучших акустических характеристик
                            кинозала для качественного звучания. В кинотеатрах обычно также имеются фойе для зрителей,
                            гардероб, буфет, служебные помещения. Ранее кинотеатры СССР были довольно крупными и вмещали
                            до 2500—4000 зрителей единовременно. В конце 1980-х годов в Советском Союзе насчитывалось
                            более 5000 кинотеатров[8].
                        </p>
                        <br />
                        <p>
                            По другим данным в период развитого социализма в СССР было 4800 кинотеатров и 150 тысяч
                            киноустановок в посёлках городского типа и сельской местности[9]. Современные кинозалы
                            рассчитаны на меньшее количество зрителей, обычно по 200—300 посадочных мест в одном
                            кинозале. Часто это является следствием реконструкции крупных советских кинотеатров,
                            разделённых на несколько мелких залов, заполнить которые гораздо легче. На 2008 год в России
                            насчитывалось 7111 кинотеатров, 5651 из которых находился в сельской местности[10].
                            Современным оборудованием в 2010 году было оснащено 847 российских кинотеатров,
                            насчитывавших на тот момент 2324 кинозала.
                        </p>
                        <p>
                            Киноустановка кинотеатра, использующего киноплёнку, состоит не менее, чем из двух
                            кинопроекторов для обеспечения непрерывности демонстрации фильма. Каждый кинопроектор
                            называется «постом» и все имеющиеся посты централизованно управляются специальной
                            автоматизированной системой кинопоказа, обеспечивающей незаметность переходов между
                            отдельными частями фильма для зрителя. Современные многозальные мультиплексы широко
                            применяют бесперемоточные платтеры, позволяющие демонстрировать фильмы любой длительности
                            одним постом без перезарядки. В сочетании с централизованным управлением кинозалами и
                            высоким уровнем автоматизации кинопоказа это позволяет обслуживать весь мультиплекс одним
                            киномехаником. Подавляющее большинство кинотеатров оснащаются кинопроекторами, рассчитанными
                            на киноплёнку шириной 35 (99 % коммерческих кинотеатров мира (которые ещё не перешли на
                            цифру) используют 35-мм киноплёнку, остальные 70 мм или IMAX формат или OMNIMAX).
                        </p>
                        <br />
                    </div>
                </div>
            </div>
        </section>
    );
}

export default AboutPage;
